---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ImagePlacementOptions
source: html/f49ef71d-0940-1633-2803-52690254e181.htm
---
# ImagePlacementOptions Members

Constructs a new ImagePlacementOptions that will place an ImageInstance with its center at the origin of the model